start_message_LAELAHAELALAH = """Salam👋 khosh umadi🎉🥳🎉🥳🎉🥳🎉
man jarvis😉 hastam, dastyar to tuye hafte haye avalet tuye 
daneshgah va daneshkade, gharare behet komak konam yekam 
rahat tar va sari tar ja biofT, soalat ro javab bedam va 
moshkelatet ro hal konam. 
Age soali azat porCdam rastesh ro begu, be nafe khodete😈.
"""

start_message_FA = """سلام 👋
خوش اومدی🥳🥳
من جارویس 😁 هستم؛ دستیارت تو هفته‌‌های اول دانشگاه و دانشکده.
من اینجام تا به سوالات جواب بدم.
"""

parenthood_message_LAELAHAELALAH = """khob, service pedar👨‍👦 madar👩‍👦 yabi. Inja gharare ye pedar/madar 
peida konin🎉. Vali darim ziadi jelo mirim, ehtemalan alan 
aslan nemidunin pedar/madar daneshjuE chi hast.
Age be shomareye daneshjuEtun deghat karde bashin ye 
hamchin chizie:
4️⃣0️⃣0️⃣3️⃣1️⃣🔢🔢🔢
ke 4️⃣0️⃣0️⃣ neshun dahandeye sal vurud va 3️⃣1️⃣ code reshte CE💻
hast va 3 ragham akhar(🔢🔢🔢) faghat male shoma az bein 
hamdoreE hatun hast.
khob sal ghabl shoma ham vurudi hash ye hamchin 
shomare daneshjuE dashtan. yeki az 99 ha shomareye 
daneshjuEsh kheili shabih be male shomas va tanha farghesh 
tuye un 3 ragham aval ke baraye una 9️⃣9️⃣ hast be jaye 4️⃣0️⃣0️⃣.
Un fard pedar/madar daneshgahi shoma hast. Jalebe bedunin 
ke in rasm faghat tuye daneshgahe AUT hast, ya laaghal injas 
ke vaghean jedi gerefte mishe. Pedar/Madar khodetun ro age 
mikhain beshnaCn mn behetun komak khahad kard. """

parenthood_message_FA = """«سرویس پدر👨‍👦 / مادر 👩‍👦یابی»
اینجا قراره پدر / مادر دانشگاهی‌تون رو پیدا کنین. 🎉 ولی داریم زیادی جلو می‌ریم؛ احتمالاً اصلاً نمی‌دونی پدر و مادر دانشجویی چی هست.
اگه به شماره‌ی دانشجویی‌ت دقت کرده باشی یه همچین چیزی‌ه: 
40031***
شماره دانشجویی سه بخش داره: كد قبولی | كد رشته | كد ورودی
که درمورد شما که ورودی 1400 هستید، 400 نشونه سال ورودی‌تونه. 31 نشون دهنده کد رشته مهندسی کامپیوتر 💻 هست و سه رقم آخر، توی هر ورودی فقط مختص به یک نفره.
ورودی‌های سالهای قبلِ شما هم یه چنین شماره دانشجویی دارن؛ البته با کد ورودی متفاوت. پدر / مادر دانشجویی تو، یکی از دانشجوهای ورودی 99 هست که کد ورودی (و البته کد رشته‌ش) عین تو باشه. 
مثلاً کسی که شماره دانشجوییش ⚜️40031128⚜️ باشه، پدر / مادرش توی دانشگاه، اون فردیه که شماره دانشجویی ⚜️9931128⚜️ داره.
و توی دانشگاه صنعتی امیرکبیر، رسمه که هر سال، هر کدوم از دانشجوهای ورودی جدید با راهنمایی بقیه به پدر / مادر دانشگاهیشون وصل می‌شن. هر سوالی راجع به دانشگاه یا درس‌ها داشته باشی، می‌تونی از مادر / پدر دانشگاهی‌ت بپرسی و اون هم مشتاقه که کمکت کنه."""


tashakolat_message_LAELAHAELALAH = """AUT ye serie tashakol👥 dare ke darvaghe ye guruh az bachehaye 
khode daneshgah hastan ke (ba tavajoh be tashakoleshun) ye tedadi 
az service haro erae midan be bachehaye dige.
1)✨Shoraye senfi✨: Ehtemalan in tashakol ziba :)) ro ghabl az baghie 
mishnaCn, in tashakol az hughugh amuzeshi(peigiri vahed📚🔖 ha...), 
farhangi(📕puyesh, club haye film🎟, serial, kuhnavardi🌄 ...), 
ertebat umumi(az esmesh malume 📸😉🎙), senfi(🏗👨🏻‍🔧), varzeshi(⚽️🏓🛹), mali(💵🧮) ... bacheha defa 
mikone va tuye in zamine ha baraye bacheha refah tamin mikone. 
Mesle vakiletune tuye in aspect ha. 
moteshakel az:
Aylar sedaE: dabir 
Bardia Ardakanian: masul amuzesh
Rojina Kashefi: masul farhangi
Mahmud saneEyan: masul mali
Shayan Bali: masul senfi
Kasra zareE: masul varzeshi 
Negin kheirmand: masul ravabet umumi

💬telegram💬:
channel tele: @CEshora
account tele shora :  @CEshora_admin 
🎆ig🌉:  @ce_shora


2) 👨‍🏫anjoman elmi👩‍🏫


3) F.A.N.U.S
"""

tashakolat_message_FA = """اینجا در AUT یه سری تَشَکُل هستش که در واقعا گروه‌های مختلف از بچه‌های خود دانشگاه هستن که یه سری از کارها رو انجام میدن؛ مثلا:

1️⃣ ✨شورای صنفی✨:
بچه ها ممکنه این چند روز اسم‌ شورای صنفی زیاد به گوشتون خورده باشه و براتون سوال شده باشه شورای صنفی چیه و وظیفه‌اش چیه؟
به طور کلی و رسمی اگر بخوایم بگیم، شورا نهادی دانشجویی و خارج از جناح‌بندی های سیاسی هستش که توسط خود دانشجویان برای رسیدگی به خواسته ها و امورات دانشجویان در حوزه آموزش و دانشکده اداره میشه و همینطور موجب نزدیک‌تر شدن دانشجویان و ایجاد فرصت برای کار‌های گروهی مانند برگزاری جشن و ایونت‌ها میشه.
از این جهت برای رسیدگی به کارهایی که گفته شد، هرسال اردبیهشت ماه انتخابات شورای صنفی برگزار میشه که هر دانشکده یه سری نماینده برای شورای صنفی دانشکده خودش معرفی میکنه و رای‌گیری انجام میشه.
بعد از رای‌گیری، دانشجویان هر دانشکده برای انجام دادن هدف‌هایی که بالاتر گفتیم، مسئولیتی رو بر عهده میگیرد که در حال حاضر وظایف اعضای شورای صنفی دانشکده مهندسی کامپیوتر به صورت زیر هستش:

دبیر: آیلار صدائی
مسئول آموزش: بردیا اردکانیان
مسئول فرهنگی: روژینا کاشفی
مسئول صنفی: شایان بالی
مسئول روابط عمومی: نگین خیرمند
مسئول ورزشی: کسری زارعی
مسئول مالی: محمود صانعیان

اینکه هر کدوم چی هستن رو ما مفصل براتون توضیح میدیم تا ابهامی تو ذهنتون نمونه .

اما یک نکته قابل توجه هست که وجه اشتراک تمامی مسئولیت‌های بالاست و اونم چیزی نیست جز «بهبود وضعیت دانشکده». پس میتونین شورا رو همراه و هم‌مسیر خودتون بدونید و اینو همیشه یادتون باشه که شورا حرف‌های شما رو میشنوه و از نظرات، ایده‌ها و انتقادات شما برای بهبود وضعیت دانشکده استفاده میکنه و این کار بدون حضور فعال و موثر شما امکان پذیر نیست.

برای اینکه با شورای صنفی در ارتباط باشید یه تعداد راه ارتباطی وجود داره که اونارو این پایین براتون قرار دادیم پس هر موقع که کار داشتید خیلی راحت میتونید به ما پیام بدید.

راه‌های ارتباطی ما:
کانال تلگرام شورای صنفی دانشکده مهندسی کامپیوتر: @CEshora
اکانت تلگرام شورا صنفی دانشکده مهندسی کامپیوتر: @CEshora_admin 
اکانت اینستاگرام شورا صنفی دانشکده مهندسی کامپیوتر: @ce_shora
اکانت توییتر شورا صنفی دانشکده مهندسی کامپیوتر: https://twitter.com/CE_shora


2⃣ انجمن علمی:
انجمن علمی همون‌طور که از اسمش پیداست، مسئول فعالیت‌ها و رویدادهای علمی دانشکده‌ست. رویدادهایی مثل جشنواره‌ی لینوکس، مسابقه‌ی بازی‌سازی گیم‌کرفت، مجموعه سخنرانی‌های هوش مصنوعی، مسابقات برنامه‌نویسی و خیلی چیزهای دیگر :) هم‌چنین برگزار کردن تاک و وبینارهای علمی و یک سری کارگاه‌های فنی هم از کار‌های انجمنه. در کل به دانشجوها کمک می‌کنه تا سطح علمیشون بالاتر بره و توی صنعت هم بیشتر بتونن وارد شن و بدرخشن.
شما خیلی زود بچه‌های انجمن رو گیر خواهید آورد ولی در کل هررر کاری که داشتین رو می‌تونین از طریق اکانت انجمن با ما درمیون بذارین ^^
اکانت تلگرام: @ceitssc
3️⃣ فانوس
گروه علمی فرهنگی فانوس ، یکی از تشکل های دانشکده مهندسی کامپیوتر هستش ، ما توی فانوس تلاش می کنیم تا توی این مسیر چهار ساله، تجربه بهتری داشته باشید  ، بهتون کمک می کنیم تا بهتر خودتون ، رشته تون ، مسیر و آینده تحصیلی تون و ... بشناسید و خلاصه از اون فضای تک بعدی دربیاید
"""

sites_message_LAELAHAELALAH = """ 
🌐site haye daneshgah🌐:
1️⃣ ye courses darim ke tuye doran majazi platform asli baraye 
upload tamarin o emtehan o ... bude:
https://courses.aut.ac.ir/
2⃣ ye lms darim ke platform asli amuzesh bude:
https://lms.aut.ac.ir/
3️⃣ ye portal amuzeshi hast ke bahash har term entekhab vahed mikonid 
va nomarat porbar khodetun ro tush moshahede mikonid, hamchenin 
ekhtar ha va ye serie az arzyabi ha mesl arzyabi asatid tush anjam mishe:
https://portal.aut.ac.ir/
va dar akhar
4️⃣ ye samane samad ham darim ke felan be dardi nemikhore, 
ghablan tush bacheha ghazaye self ro reserve mikardan:
https://samad.aut.ac.ir/"""

sites_message_FA = """سایت‌های aut:
1️⃣ یه کورسز داریم که تو دوران مجازی، سایت اصلی برای آپلود تمرینات، برگزارری امتحانات و ... است

https://courses.aut.ac.ir/

2️⃣ یه lms داریم که سایت اصلی برای آموزشه

https://lms.aut.ac.ir/

3️⃣ یه پورتال آموزشی هست که باهاش هر ترم انتخاب واحد میکنی و نمرات درخشانت رو میتونی اونجا ببینی. و یه سری کارای دیگه مثل ارزیابی اساتید هم اونجا انجام میشه

https://portal.aut.ac.ir/

4️⃣ یه سامانه سماد هم هست که فعلا کاربردی نداره، قبلا بچه‌ها اونجا غذای سلف رو رزور میکردن

https://samad.aut.ac.ir/"""